10/data/attachments/422553481dba3216.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Erika_economy_Friend_18745_0</nif:username>
            <nif:friendToBeRequested>soap_friends_a0190080-e586-4dc7-b364-b59b2cc15082</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>